export const get陰キャDialogues = (): string[] => [
  'コミュ障',
  '初対面だけ饒舌',
  '徐々に疎遠になる',
  '話題のレパートリーが少ない',
  '後輩の方が馴染んでる',
  Math.random() > 0.5 ? '三人以上だと喋らない' : '三人で話してると疎外感覚える',
  'たまに発言してもスルーされる',
  '相槌がワンパターン',
  '仕事の距離感はわかるけどプライベートの距離感が分からない',
  '喋っても声が通らず聞き返される',
  '当たり障りのない返事しかない',
  '自分を出さない',
  '質問攻めしかできない',
  'また遊ぼうって言ったのに二度目が無い',
  '自分から遊びに誘わない',
  '人生経験が浅いから会話が広げられない',
  '次第に相手の嫌な所が見えてきて面倒になる',
  Math.random() > 0.5
    ? '一日の終わりに脳内反省会して鬱になる'
    : '会話したあと脳内反省会',
  '沈黙が続くと咳払いで誤魔化す',
  '喋って無いだけなのに聞き上手だと思われてる',
  '人間関係リセット癖ある',
  'steamのライブラリがソロゲーばっかり',
  'LINEのアカウント持ってない',
]

